[General]
Translator, "Igor Dymov, PabloMartinez, RedBlackDish, techno325987, Yury Yudkin, БлагоЯр"
LangVersion, "5.1.0.0"


[Icon]
R0lGODlhEAAMAPcAALq6ure3t+vr6+3t7ezs7O/v77a2tvTv6oguJLm5ue7u7ocrIvjy7NAhDjWJ
2TWK2meTzvnz7YwuJnCi2O4SAGWSzsohC+bm5tIhDQp02tkUAPHx8WqXzv/78mqWzunp6enp6Ojo
6Gya0mmXz94hDfv17dUhDHo8M9MhCffy60dwkk6a5llvhmyh2OcVAPT09SWh+8HBwbCwsOUVAKqq
qtchEEZtjuwSAPLy8hmK6DNiiC9/0ZgxKDKF2IssJWRvfSep/84eA+UgDYUqIoguJ2yd1ZYfEIkt
JV2U1C+E1l6T1N0hDssgB+wUAOjo5yCS8Feb3cYgCDKF1ZAvKI4wKOfn5yl5zm2Xzfnx6tghC/Dw
8CNzyQdv1b29vegUABWB48giCkCAyVyX2M4hCFqX2TqT5NQhD+MYAMshC88hDN4hDkuO1ff399Ah
CjeH1JEwKOQYAKmpqRuO7erq6tISAFya21+S0TeN3sYaAWCf3RB63WGQz7Cvrq6urm6Y0Wyb0Y1V
SuZRMyWa+ocvI9MhCoBVUlKJzf748c4hCdghDfr17Pr07/Xx6evr6mORyy54yLu7u/URABl+3oQp
IeoUAM0hDf/+9bm2s7y8vGiTzdUhDtohDOAYADiR5FSY5IMoHyCW9Dt/qWNvfurp6WlzgCSA2Yov
JVuW18QgCPXw62CT0Y0uJwAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAAAAAAALAAAAAAQAAwA
AAjXAAEEMGAgQYAACQAoBAAJU5cYNAoIEECAwIABCgoU0LIBBxsZcRpdcFIFRIhRH+ZQxPiiDx8G
jA4cSIUlhaIIi0oc6mDp0o8KjvaosqMEySkydfJA6SFJByk/VzyM+FNkQgsxa9wkedDJhigImTiI
MBTm0RYrO6Q4uFNGBQtPK0pxyaDnSw45T0AJggEkFKBAdDRwgnNmhgsvlJrcoBDJSCE8qKKAsYCm
UpoGGMxoqqGGyIkgTBCNaYOCkIksiTYtISHkyKBPkxYMWYAAgSkfElZNofKGR0AAOw==


[BFAPI]
ErrorClientVersionTooOld, "Версия клиента устарела.\nПожалуйста обновите приложение и попробуйте снова."
ErrorFailClientTime, "Часы Вашего компьютера установлены не верно.\nПроверьте Ваше системное время и попробуйте снова."
ErrorFailLogin, "Проверьте Ваше имя почтового адреса и пароль и попробуйте снова."
ErrorFailPrefix, "Неудачная попытка соединения с Вашим аккаунтом Binary Fortress.\nПожалуйста проверьте Ваше инернет соединение и убедитесь, что приложение не блокируется прокси или фаерволом вашего компьютера или сети."
ErrorInvalidProTrialLicenseKey, "Ваш Лицензионный Ключ Пробной версии не действителен.\nПожалуйста, свяжитесь с нами, чтобы получить больше информации."
ErrorItemSizeTooLarge, "Один из файлов, которые вы пытаетесь синхронизировать, слишком велик.\nВам придется удалить большой файл и попробовать синхронизировать снова."
ErrorTrialExpiredPrompt, "Ваша лицензия на Pro версию истекла.\nХотите связаться с нами и получить новую?"
ErrorUnknownProPurchasedLicenseKey, "Ваш лицензионный ключ не действителен.\nПожалуйста, свяжитесь с нами, чтобы получить больше информации."
LoginPrompt, "Вы должны войти сначала в аккаунт Binary Fortress.\nВы хотели бы сделать это сейчас?"
TitleSync, "Синхронизация с вашей учетной записью Binary Fortress"


[BFAPILoginControl_Controls]
btnLogin, "&Вход в систему"
btnLogout, "&Выход"
btnMyAccount, "Мой &аккаунт"
btnMyLicenses, "&Мои лицензии"
btnRegister, "&Регистрация"
btnResetPassword, "Сбросить пароль"
lblEmailAddress, "Адрес электронной почты:"
lblName, "Название:"
lblPassword, "Пароль:"


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "Персональная или Коммерческая, # указано в названии лицензии"
LicenseRestrictionEnterprise, "Неограниченное количество копмьютеров на неограниченном количестве сайтов, принадлежащих компании"
LicenseRestrictionPersonalHome, "Неограниченное количество компьютеров и 1 компьютер компании который вы используете"
LicenseRestrictionSite, "Неограниченное количество компьютеров на 1 сайт"
LicenseRestrictionStandard, "Персональная или Коммерческая, 1 компьютер"
LicenseRestrictionSteam, "Неограниченное количество компьютеров, на которых вы являетесь основным пользователем, должна быть установлена через Steam"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "Введите правильный почтовый адрес и попробуйте снова."
ErrorEnterPassword, "Введите Ваш пароль и попробуйте снова."
ErrorLoginFailed, "Не удалось загрузить информацию об учетной записи.\nПроверьте Ваш почтовый адрес и пароль и попробуйте снова."
ErrorNoLicensesFound, "Извините, мы не смогли найти информацию о лицензии для этого аккаунта.\nЕсли вам нужна помощь, свяжитесь с нами."
ErrorUnknownLicenses, "Ошибка при загрузке информации о вашей лицензии."
ErrorUnknownLogin, "Ошибка при загрузке информации о вашей учетной записи."
Note, "Войдите в аккаунт, чтобы получить свой лицензионный ключ и синхронизировать информацию с вашего аккаунта в Binary Fortress."
SelectLicensePrompt, "Сейчас вы используете бесплатную, пробную Pro версию программы или Ваш лицензионный ключ не действителен.\nХотите загрузить Ваш лицензионный ключ из вашего аккаунта Binary Fortress?"
Title, "Моя учетная запись Binary Fortress"
TitleLoadingLicenses, "Загрузка информации о лицензии"


[BFCodeEditorLookups]
PromptSelectWindowStyles, "Пожалуйста, выберите Оформление Окна:"
PromptSelectWindowStylesEx, "Пожалуйста, выберите Оформление увеличенного окна:"
RemoveConfirmOne, "Вы уверены, что хотите удалить выбранный объект?"
SelectAnItem, "Пожалуйста, выберите элемент из списка и попробуйте снова."
SelectAudioDevice, "Пожалуйста, выберите устройство ввода аудио."
SelectMouseCursorLocation, "Кликните, чтобы выбрать расположение курсора\nНажмите любую клавишу, для отмены"
SendKeys_EditString, "Изменить строку"
SendKeys_EnterString, "Введите строку:"
SendKeys_mniAddKeyCombination, "Добавить комбинацию клавиш"
SendKeys_mniAddRawText, "Добавить нередактированный текст"
SendKeys_mniAddText, "Добавить текст"
SendKeys_Title, "Конструктор клавиш отправки"


[BFFormAPIMyLicenses_Controls]
colDateCreated, "Дата создания"
colDateExpires, "Дата истечения"
colLicenseKey, "Ключ лицензии"
colLicenseRestrictions, "Ограничения лицензии"
colLicenseType, "Тип Лицензии"
colName, "Название"


[BFFormAPIMyLicenses_Strings]
ConfirmUseLicense, "Вы уверены, что хотите использовать этот ключ лицензии?"
ErrorSelectLicense, "Выберите лицензию из списка и попробуйте снова."
ShowNeedLicenseWarning, "Выберите один из Ваших лицензионных ключей из списка и нажмите кнопку 'Ок' для его использования."
Title, "Мои лицензии"


[BFFormDownload_Strings]
ConfirmCancel, "Вы уверены, что хотите отменить загрузку?"
Error, "Произошла ошибка."
Progress, "Осталось: {0} Кб ({1} Кб всего)"
ProgressUnknown, "Загружено: {0} Кб"


[BFFormGetWallpaperFusionTag]
ErrorSelectTag, "Пожалуйста, выберите метку для WallpaperFusion и повторите попытку."
lblQuery, "Фильтр:"
Title, "Метки WallpaperFusion"


[BFFormOnlineMacroBrowser]
btnClose, "&Закрыть"
colCreatedBy, "Создатель"
colDownloads, "Раз загружено"
colLanguage, "Язык"
colLastModified, "Последняя модификация"
lblQuery, "Фильтр:"
Loading, "Загрузка..."


[BFFormProxySettings_Controls]
btnSave, "Сохранить"
lblProxyAddress, "Адрес сервера:"
lblProxyPassword, "Пароль:"
lblProxyPassword2, "Подтверждение пароля:"
lblProxyPort, "Порт:"
lblProxyUsername, "Логин:"
rdoCustomSettings, "Использовать &свои настройки прокси-сервера:"
rdoNoProxy, "&Не использовать прокси-сервер (прямое интернет-соединение)"
rdoUseIESettings, "Использовать &настройки Internet Explorer"


[BFFormProxySettings_Strings]
EnterServerAddress, "Введите адрес прокси-сервера или выберите 'Не использовать прокси-сервер'."
EnterServerPort, "Введите порт прокси-сервера или выберите 'Не использовать прокси-сервер'."
PasswordDecryptionFailed, "Настройки соединения с интернетом неправильны.\nВы хотели бы ввести заново пароль к прокси серверу для исправления?"
PasswordsNotMatch, "Ваш пароль к прокси-серверу не совпадает. Попробуйте снова."
Title, "Настройки интернет-соединения"


[BFFormSelectApplication]
AllApplications, "Все приложения"
btnBrowse, "&Искать"
btnRefresh, "&Обновить"
colApplication, "Приложение"
colPath, "Путь"
GroupDesktopApplications, "Приложения Рабочего стола"
GroupWindows8Applications, "Приложения для Windows 8"
lblWindowPicker, "Перетащите на нужное окно, для автоматического выбора процесса из списка"
PleaseSelectApplication, "Сначала выберите приложение."
Title, "Выберите приложение"


[BFFormSettingsAdvanced_Controls]
btnDelete, "Значения по умолчанию"
colSetting, "Настройки"
colValue, "Параметр"
lblFilter, "Фильтр:"
lblHelp, "Дважды щелкните параметр, чтобы изменить его. Нажмите "Помощь" для большей информации."


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "Произошла ошибка при сохранении настроек."
SavedSuccessfully, "Ваши расширенные настройки успешно сохранены.\nВозможно вам придется перезапустить приложение, чтобы изменения вступили в силу."
Title, "Расширенные настройки"
TitleEdit, "Редактирование расширенных настроек"


[BFFormSettings_Controls]
btnAdvancedSettings, "Расширенные настройки"
btnAutoUpdateCheckNow, "Проверить на наличие обновлений"
btnBackupSettings, "Экспортировать настройки"
btnLicenseChangeToFree, "Переключить на Бесплатную Версию"
btnLicenseKeyRequestTrial, "Запросить новую временную лицензию"
btnLicenseLoadOnline, "Загрузка из учетной записи Binary Fortress"
btnLicensePasteFromClipboard, "Вставить из буфера обмена"
btnProxySettings, "Настройки интернет-соединения"
btnRestoreSettings, "Восстановить настройки"
btnTroubleshootingClearLog, "Очистить лог"
btnTroubleshootingCopy, "Скопировать в буфер обмена"
btnTroubleshootingOpenLog, "Открыть лог"
chkAutoUpdate, "Проверять на наличие обновлений автоматически"
chkAutoUpdateBeta, "Проверять на наличие BETA (нестабильной) версии программы"
chkAutoUpdateSteam, "Проверять обновления автоматически (Steam может проигнорировать эту настройку)"
colLanguageName, "Название"
colLanguageRightToLeft, "Справа налево"
colLanguageTranslators, "Переводчики"
colLanguageVersion, "Версия"
gbAutoUpdate, "Проверка обновлений"
gbLicenseReseller, "Информация о распространителе"
lblAutoUpdateWarningBASE, "Внимание: Автоматические обновления отключены, вы не получите предложение установить новые версии программы"
lblLanguageGetMore, "Загрузите новые и обновленные языки"
lblLicenseExpires, "Дата истечения лицензии:"
lblLicenseKey, "Ваш ключ лицензии:"
lblLicenseTo, "Лицензия принадлежит:"
tabAbout, "О программе"
tabLanguage, "Язык"
tabLicense, "Ключ лицензии"
tabOptions, "Настройки"
tabOurApps, "Наши приложения"
tabTroubleshooting, "Устранение неполадок"


[BFFormSettings_Strings]
ChangeToFreeQuestion, "Вы уверены, что хотите удалить Ваш ключ лицензии и переключиться в бесплатную версию?"
DebugLogCleared, "Файл лога отладки успешно очищен."
DebugLogNotFound, "Файл лога отладки не найден.\nУбедитесь, что Вы включили логирование отладки."
FreeVersion, "Бесплатная версия"
LicenseKeyRequestTrialDescription, "С Вами свяжутся в течении 2-х рабочих дней."
LicenseKeyRequestTrialMessage, "I would like to request a new trial license key. Thanks!"
LogLevel0, "L0: Отключен"
LogLevel1, "L1: Минимальный"
LogLevel2, "L2: Детализированный"
LogLevel3, "L3: Логировать всё"
RegistryExportSuccess, "Ваши настройки успешно экспортированы."
RestoreSettingsFailed, "Сбой при восстановлении настроек."
RestoreSettingsSuccess, "Настройки успешно восстановлены."
SettingsLoadError, "Произошла ошибка при загрузке настроек."
SettingsSaveError, "Произошла ошибка при сохранении настроек."
Title, "Настройки"
TroubleshootingCopyError, "Сбой при копировании информации для поиска неполадок."
TroubleshootingCopySuccess, "Информация для поиска неполадок успешно скопирована в буфер обмена."


[BFFormSupportRequest_Controls]
lblEmailAddress, "Адрес электронной почты:"
lblMessage, "Сообщение:"
lblName, "Название:"
lblSubject, "Тема:"
lblWarning, "Информация из вкладки "Решение проблем" и файл "Debug.log" будут зашифрованы и отправлены вместе с этой просьбой в службу поддержки, чтобы мы могли решить Вашу проблему быстрее."


[BFFormSupportRequest_Strings]
EnterEmailAddress, "Введите правильный почтовый адрес и попробуйте снова."
EnterMessage, "Введите "Сообщение" и попробуйте снова."
EnterName, "Введите "Имя" и попробуйте снова."
EnterSubject, "Заполните "Тему"."
SendSuccess, "Ваша информация успешно отправлена.\nС вами свяжутся с течение 1-го рабочего дня."
Title, "Отправить запрос в службу поддержки"
TooLongEmailAddress, "Введите более короткий адрес электронной почты и попробуйте снова."
TooLongName, "Введите "Имя" покороче и попробуйте снова."


[BFFormUpdateInvalidLicense]
btnBuyNow, "Купить Pro версию"
btnLater, "Возможно позже"
btnMoreInfo, "Больше информации"
lblInvalidLicense, "Ваш ключ на Pro версию программы недействителен!\n\nПожалуйста, убедитесь, что Вы ввели правильный код в строку "Лицензионный ключ" в разделе Настройки.\n\nЕсли ваш код введен верно, но Вы все ещё видите это сообщение, свяжитесь со Службой поддержки Binary Fortress с помощью кнопки "Помощь" внизу."
Title, "Ключ лицензии неправильный"


[BFFormUpdate_Controls]
btnChangeLog, "&Просмотреть список изменений"
btnDownloadOnly, "&Посетить Сайт"
btnInstallNow, "&Установить"
btnInstallOnExit, "Установить при в&ыходе"
btnRemindMeLater, "&Напомнить позже"
btnSkipThisVersion, "&Пропустить эту версию"
lblNewVersion, "Новая версия:"
lblOldVersion, "Текущая версия:"
lblUpdateNotes, "Что нового в этой версии:"
lblUpdateSize, "Размер обновления:"


[BFFormUpdate_Strings]
ConfirmSkipVersion, "Рекомендуется, чтобы Вы обновились до новой версии.\nВы уверены, что хотите пропустить это обновление?"
DownloadFailedSave, "Не удалось сохранить локальный файл."
DownloadingUpdate, "Загружается обновление"
DownloadInvalidData, "От сервера вернулись ошибочные данные. Возможно, у сервера проблем с поиском запрашиваемого файла."
DownloadNoData, "Нет данных с вэб-сайта."
ErrorDownload, "Произошла ошибка при загрузке новой версии."
FreeNotice, "Это обновление, как и все будущие, бесплатно! Обновите программу сейчас и наслаждайтесь!"
Title, "Доступно обновление"
UpdateProMessage, "Вам необходимо иметь Pro версию программы, чтобы использовать "обновление в один клик".\nХотите узнать боше о том, как получить Pro версию?"


[BFHelpButton_Controls]
mniDiscussions, "Сообщество"
mniOnlineHelp, "Онлайн помощь"
mniSupportRequest, "Служба поддержки"


[BFHotKey]
ErrorHotKeyBindFailed, "Не удалось установить комбинацию клавиш:"
ErrorHotKeyComboInUse, "Данное Сочетание Клавиш уже используется. Это может происходить по следующим причинам:\n- Данное Сочетание Клавиш уже используется где-то в этом приложении\n- Другое приложение уже использует данное Сочетание Клавиш\n- Данное Сочетание Клавиш уже используется для встроенных функций Windows\n\nПожалуйста, измените или уберите это Сочетание Клавиш в настройках приложения."
ErrorIncorrectKeyValue, "Неправильная комбинация клавиш. Пожалуйста, введите параметр клавиш."
ErrorIncorrectNumberElements, "Неправильная комбинация клавиш. Неверное число клавиш."
ErrorIncorrectNumberKeyMods, "Неправильная комбинация клавиш. Неверное число модификаторов."
ErrorInvalidKeyCombo, "Комбинация клавиш указана неверно."
ErrorSystemReserved, "Комбинация клавиш, которую вы назначили, зарезервирована Windows и не может использоваться."
ErrorTooManyModifiers, "Неправильная комбинация клавиш. Очень много модификаторов."
HotKeyLabelKeys, "Выберите действие и нажмите необходимую клавишу"
HotKeyLabelMouse, "Выберите действие и нажмите необходимую кнопку мыши"


[BFMessage]
btnCopy, "&Скопировать в буфер обмена"
btnMoreInformation, "&Показать больше информации"


[BFTextQuery]
CaseSensitive, "Чувствительность к регистру:"
ErrorBracketMismatch, "Ошибка: Несоответствие скобок.\nЗакройте скобки или возьмите запрос в кавычки."
ErrorEscapeCharAtEnd, "Ошибка: В конце запроса найден символ '\'.\nЭкранируйте или удалите его."
ErrorExpectedMatchCountChar, "Ошибка: Ожидалось ':::cbc:::' в позиции {0}.\nЗакройте скобки или возьмите запрос в кавычки."
ErrorExpectedQuote, "Ошибка: Ожидалось "" в позиции {0}.\nУбедитесь, что символы "" экранированы."
ErrorInvalidChar, "Ошибка: Неправильный символ '{0}' в позиции {1}.\nЭкранируйте кавычками."
ErrorInvalidDigit, "Ошибка: Неверное число в позиции {0}.\nЦифры должны быть положительными и содержать только числовые символы."
MayContain, "Может содержать:"
MayEqual, "Может равняться:"
MayNotContain, "Может не содержать:"
MayNotEqual, "Может не равняться:"
MustContain, "Должно содержать:"
MustEqual, "Должно равняться:"
MustNotContain, "Не должно содержать:"
MustNotEqual, "Не должно равняться:"
Time, "один раз"
Times, "{0} раз"


[BFUpdateCheck]
AlreadyInProgress, "Проверка обновления уже в процессе ..."
ErrorRunningDownloadedFile, "Произошла ошибка при запуске загруженного установочного файла."
FailedToGetVersion, "Невозможно получить номер последней версии."
NoUpdate, "Вы используете последнюю версию."
Title, "Обновить"


[cFunctions_Strings]
FolderNotRecognized, "Выбранная папка не распознана и не может быть найдена."


[frmMain_Controls]
btnBrowseAppendExcludePath, "Доба&вить"
btnBrowseExcludePath, "Обзор"
btnFolderBrowse, "&Искать"
btnFolderBrowseAppend, "Доба&вить"
btnNewSearch, "Поиск в &новой вкладке"
btnPause, "Па&уза"
btnResume, "Воз&обновить"
btnSearch, "&Поиск"
btnStop, "С&топ"
chkCaseSensitive, "&Чувствительность к регистру"
chkFileSizeMax, "Максимальный размер файла:"
chkFileSizeMin, "Минимальный размер файла:"
chkIsQueryRegEx, "Регулярное выражение"
chkSearchSubFolders, "Искать в под-&папках"
chkShowFirstResult, "&Только первый результат для каждого файла"
chkShowIncludeFilterMatchFiles, "Имя файла, совпадающее с "включаемые файлы""
chkShowIncludeFilterMatchFolders, "Имя папки, совпадающее с "включаемые файлы""
chkShowQueryMatchFiles, "Имя файла, совпадающее с запросом"
chkShowQueryMatchFolders, "Имя папки, совпадающее с запросом"
chkUseIFilters, "Искать, используя обработчики файлов (медленнее)"
colDateAccessed, "Дата доступа"
colDateCreated, "Дата создания"
colDateModified, "Дата модификации"
colExtension, "Расширение"
colFile, "Имя файла"
colFileSize, "Размер файла"
colLine, "Строка"
colLineNumber, "Строка #"
colPath, "Путь"
lblAccessedTo, "по"
lblAdditionalLinesAfter, "Количество строк после результата поиска:"
lblAdditionalLinesBefore, "Количество строк перед результатом поиска:"
lblCreatedTo, "по"
lblDateAccessed, "Дата доступа:"
lblDateCreated, "Дата создания:"
lblDateFilterLogic, "Логика фильтра даты:"
lblDateModified, "Дата модификации:"
lblExcludeFiles, "Ис&ключить файлы:"
lblExcludePath, "И&сключить путь(и):"
lblFilterResults, "Фильтр:"
lblIncludeFiles, "Включить &файлы:"
lblModifiedTo, "по"
lblPath, "&Путь(и):"
lblQuery, "&Запрос:"
lblStatusFound, "Найдено совпадений: {0}"
lblStatusTotal, "Найдено файлов: {0}"
mniAbout, "О программе"
mniClearSearchHistory, "Очистить историю поиска"
mniCloseAll, "Закрыть все"
mniCloseAllButThis, "Закрыть все, кроме этой"
mniCloseSearch, "&Закрыть"
mniCopyToClipboard, "Скопировать выделенный результат"
mniCopyToClipboardAll, "Скопировать все результаты"
mniExit, "Выход"
mniExplorerContextMenu, "Контекстное меню Windows"
mniHelp, "Помощь"
mniOpenFolder, "Открыть содержащую папку"
mniOpenFolderOnly, "Открыть папку"
mniOpenOther, "Открыть в {0}"
mniPermenentDelete, "Окончательно удалить выбранные файлы"
mniRemoveRows, "Удалить выделенные результаты из списка"
mniRenameFile, "Переименовать выбранные файлы"
mniSettings, "Настройки"
mniShowFilterControls, "Показать управление фильтрами"
mniTextCopy, "&Копировать"
mniTextSelectAll, "Выбрать &всё"
mniTools, "&Опции"
mniTrayExit, "Выход"
mniTrayLoadProfiles, "Загрузить профиль"
mniTrayShowFileSeek, "Показать FileSeek"
mniTraySyncProfiles, "Синхронизировать профили"
mnuCopyFilePath, "Скопировать выделенные имена файлов (разделять запятой)"
mnuExportAllHTML, "Экспорт всех результатов в HTML"
mnuExportSelectedResultsHTML, "Экспорт выделенных результатов в HTML"
mnuFileCopy, "Скопировать выделенные файлы"
mnuFileCut, "Вырезать выделенные файлы"
mnuFileDelete, "Удалить выделенные файлы"
mnuLanguage, "Язык"
mnuLoadProfile, "Загрузить"
mnuManageProfiles, "Управление профилями"
mnuOpen, "Открыть"
mnuOpenNotepad, "Открыть в блокноте"
mnuProfile, "Профили"
mnuSave, "Сохранить"
mnuSaveAll, "Экспорт всех результатов в CSV"
mnuSaveProfile, "Сохранить новый профиль"
mnuSaveSelection, "Экспорт выделенных результатов в CSV"
mnuShowFullLanguageList, "Показать список"
mnuSyncProfiles, "Синхронизировать профили"
rdoMatchQueryLineByLine, "Отдельный результат для совпадений в файле"
rdoMatchQueryToWholeFile, "Отображать только первое совпадение в файле"
tabAdvanced, "Расширенные"
tabDateFilters, "Фильтр по дате"
tabFileSizeFilters, "Фильтр по размеру"
tabSearch, "Поиск"


[frmMain_Strings]
AccessedAfterTT, "Доступно после {0}"
AccessedBeforeTT, "Доступно перед {0}"
AccessedBetweenTT, "Доступно между {0} и {1}"
AppSelectionErrorPartOne, "Выбранное приложение не найдено."
AppSelectionsErrorPartTwo, "Вы хотели бы выбрать другое?"
btnNewSearchTT, "Открыть новую вкладку и начать поиск"
btnSearchTT, "Начать поиск в текущей вкладке"
btnStopTT, "Остановить выбранный поиск"
CaseSensitiveQueryTT, "Чувствительность к регистру"
cboDateFilterLogic_AND, "И"
cboDateFilterLogic_OR, "ИЛИ"
cboExcludeFileFilterMode_Pattern, "Искл. фильтр файлов, как шаблон"
cboExcludeFileFilterMode_RegEx, "Искл. фильтр файлов, как RegEx"
cboExcludeFileFilterMode_TextQuery, "Искл. фильтр файлов, как текст"
cboIncludeFileFilterMode_Pattern, "Вкл. фильтр файлов, как шаблон"
cboIncludeFileFilterMode_RegEx, "Вкл. фильтр файлов, как RegEx"
cboIncludeFileFilterMode_TextQuery, "Вкл. фильтр файлов, как текст"
cboQueryMode_RegEx, "Регулярное выражение"
cboQueryMode_TextQuery, "Текстовый запрос"
chkShowFirstResultTT, "Будет показана только первая соответствующая строка в первом найденном файле, Другие результаты для этого файла отображаться не будут"
ColumnChangeMessage, "Изменения примут силу после перезагрузки."
ContextMenuError, "Произошла ошибка при отображении контекстного меню Windows."
CreatedAfterTT, "Создано после {0}"
CreatedBeforeTT, "Создано перед {0}"
CreatedBetweenTT, "Создано между {0} и {1}"
CSVSpreadsheet, "Файлы CSV"
CustomAppOpenError, "Произошла ошибка при открытии этого файла."
DateCreatedError, "Конечная дата является более ранней, чем дата начала. Исправьте "Дата создания" и попробуйте ещё раз."
DateFiltersSelected, "Фильтр по дате:"
DateModifiedError, "Конечная дата является более ранней, чем дата начала. Исправьте "Дата изменения" и попробуйте ещё раз."
EmptyPDFError, "PDF-файл просконирован, но не содержит текст"
EnterProfileName, "Введите имя профиля:"
ErrorDirectoryEmpty, "Этот путь пустой"
ExcludeFilesTT, "Исключённых файлов: {0}"
ExcludePathsTT, "Исключённых каталогов: {0}"
ExportDateAccessed, "Дата доступа"
ExportDateCreated, "Дата создания"
ExportDateModified, "Дата изменения"
ExportExtension, "Расширение"
ExportFileName, "Имя файла"
ExportFileSize, "Размер файла"
ExportLineNumber, "Строка #"
ExportLineText, "Строка"
ExportPath, "Путь"
FileDeleteMessage, "Дождитесь завершения операции.\nВы можете закрыть окно, но это может привести к неожиданным последствиям."
FileDeleteQuestion, "Вы уверены, что хотите удалить выбранные файлы или каталоги?"
FileDeleteTitle, "Удалить файлы"
FileDeletionError, "Произошла ошибка при удалении этих файлов."
FileHandlerError, "Введите путь поиска."
FileIncludeNameMatch, "Совпадение имени файла [Включенные в фильтры файлов ]"
FileOpenError, "Произошла ошибка при открытии этого файла."
FilePermenentDeleteQuestion, "Вы уверены, что хотите удалить выбранные файлы и папки навсегда?"
FileQueryNameMatch, "Совпадение имени файла [Запрос]"
FileReadError, "Ошибка доступа к файлу: {0}"
FileSelectionError, "Выберите по крайней мере 1 файл, который существует и повторите попытку."
FileSizeError, "Выберите максимальный размер файла, который равен или больше, чем минимальный размер файла."
FileSizeFiltersSelected, "Фильтр по размеру:"
FilesSearched, "Найдено файлов: {0}"
FilesSkipped, "Пропущено файлов: {0}"
FolderBrowserDescription, "Выберите папку для поиска"
FolderBrowsingError, "Произошла ошибка при обзоре для папки."
FolderIncludeNameMatch, "Совпадение имени папки [Включенные в фильтры файлов ]"
FolderItemError, "Не удалось попасть в папку для элемента: {0}"
FolderOpenError, "Произошла ошибка при открытии этой папки."
FolderQueryNameMatch, "Совпадение имени папки [Запрос текста]"
FolderReadError, "Ошибка чтения папок в каталоге: {0}"
HiddenFolderError, "Поиск невозможен, потому что скрытый файл/папка"
HyperTextMarkupLanguageFile, "Файл HTML"
IFilterWarning, "Включите "Обработчики файлов" для отображения правильных результатов для: [0] файлов"
IncludeFilesTT, "Включаемые файлы: {0}"
InvalidExcludeFilesRegExError, "Шаблон RegEx искл. файлов недействителен.\n{0}"
InvalidFolderLength, "Неправильная длинна папки."
InvalidIncludeFilesRegExError, "Шаблон RegEx вкл. файлов недействителен.\n{0}"
InvalidQueryError, "Текст запроса неверный\n{0}"
InvalidQueryRegExError, "Регулярное выражение является недействительным.\n{0}"
KeypressError, "Произошла ошибка при обработке этой клавиши."
LinkedFolderError, "Не ищет папку, потому что это ярлык/символическая ссылка"
MatchesFound, "Найдено совпадений: {0}"
MatchesFromQueue, "Найденных результатов: {0}"
MatchesFromQueueIcons, "Найденных иконок: {0}"
MaxFileSizeTT, "Максимальный размер файла: {0}"
MaxPathError, "Этот путь превышает максимальную длину символов"
MenuOpenError, "Произошла ошибка при открытии меню."
MinFileSizeTT, "Минимальный размер файла: {0}"
ModifiedAfterTT, "Изменено после {0}"
ModifiedBeforeTT, "Изменено до {0}"
ModifiedBetweenTT, "Изменено между {0} и {1}"
More, "(больше)"
NoDateFiltersSelected, "Нет выбранных фильтров по дате"
NoFileSizeFiltersSelected, "Нет выбранных фильтров по размеру"
NoOptionsSelected, "Нет выбранных опций"
NotepadError, "Произошла ошибка при открытии этого файла в блокноте."
NotYourProfile, "Вы не являетесь владельцем этого профиля."
OnlyShowFirstResultTT, "Показать только первый результат"
OpenManyQuestion, "Вы уверены, что хотели бы открыть {0} файлов или папок?"
OptionsSelected, "Выбранные опции:"
OtherApplication, "Другое приложение"
PathsTT, "Путь(и): {0}"
PathTooLongError, "Windows не поддерживает это действие с длинными именами в пути."
ProfileLoadError, "Ошибка при загрузке этого профиля."
ProfileLoadOnStartError, "Произошла ошибка при загрузке этого профиля. Профиль не существует."
ProfileOverwriteQuestion, "Вы уверены, что хотели бы перезаписать профиль '{0}'?"
ProfileSaved, "Настройки для профиля '{0}' сохранены"
ProfileSaveError, "Невозможно сохранить профиль."
ProOnlyDoubleClickPrompt, "Обработчик двойного клика устанавливается только в версии FileSeek Pro.\nВы можете изменить обработчик двойного клика в Настройки>Вкладка поиска.\n\nВы хотели бы получить больше информации об обновлении?"
QueryTT, "Запрос:\n{0}"
rdoMatchQueryLineByLineTT, "При этом будет отображаться один результат отдельно для одного файла, который соответствует запросу, даже если в файле есть несколько совпадений (они будут отображены отдельным результатом)"
rdoMatchQueryToWholeFileTT, "При этом будет отображаться только первый/один результат, соответствующий запросу, Другие результаты не будут отображены"
RenameFileError, "FileSeek не может переименовать выбранный файл или папку\nПожалуйста наберите другое имя и повторите попытку."
RenameFileFolder, "Переименовать выбранные файлы:"
ResultCopied, "Результат скопирован в буфер обмена."
ResultCopyError, "Произошла ошибка при копировании результатов поиска в буфер обмена."
ResultSaveError, "Произошла ошибка при сохранении результатов.\n{0}"
ResultsCopied, "{0} результатов скопировано в буфер обмена."
ResultSelectionError, "Выберите минимум один результат поиска и попробуйте снова."
SaveResults, "Сохранить результаты в электронную таблицу"
SaveResultsAsHTML, "Сохранить результаты в HTML"
SaveSearchProfile, "Сохранить профиль поиска"
SearchComplete, "Поиск завершён за {0} сек"
SearchCriteria, "Критерий поиска:"
SearchCriteriaEmptyTT, "Критерий поиска пуст"
SearchEnd, "Конец поиска: {0}"
SearchError, "Произошла ошибка при поиске."
SearchStart, "Начало поиска: {0}"
SearchSubFoldersTT, "Искать в подпапках"
SettingFormShowError, "Произошла ошибка при отображении окна настроек."
Syncing, "Синхронизировать..."
SystemFolderError, "Поиск невозможен, потому что системный файл/папка"
TextCopyError, "Произошла ошибка при копировании этого текста."
TextProcessingError, "Произошла ошибка при обработке текста."
TextQueryHelpTT, "Помощь текстового запроса"
TextSelectionError, "Выберите текст и попробуйте снова."
txtPathTT, "Для выбора нескольких файлов/папок, разделяйте символом "|""
UseFileHandlersTT, "Использовать обработчики файлов"
ViewingAppPartOne, "Вы ещё не выбрали приложение для просмотра"
ViewingAppPartTwo, "Вы хотели бы сделать это сейчас?"


[frmProfileManager_Controls]
btnCopyProfile, "Копировать"
btnDelete, "Удалить"
btnExport, "Экспорт профиля"
btnImport, "Импорт профиля"
btnRename, "Править"
btnSync, "Синхронизировать"
colProfileName, "Имя профиля"
colProfileOwner, "Владелец профиля"
lblCurrentProfile, "Текущий пользователь: {0}"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "Как бы Вы хотели назвать Ваш новый профиль?"
ExportFileSeekSearchProfile, "Экспорт профиля поиска FileSeek"
ExportSearchProfileSuccessful, "Профиль поиска экспортирован успешно"
FileSeekSearchProfile, "Профиль поиска FileSeek"
ImportFileSeekSearchProfile, "Импорт профиля поиска FileSeek"
MustSelectAnItem, "Выберите профиль из списка и попробуйте снова."
ProfileDeleteQuestion, "Вы уверены, что хотели бы удалить выбранный профиль?"
RenameSearchProfile, "Переименовать профиль поиска"
SearchProfileName, "Имя профиля поиска:"
Title, "Управление профилями"


[frmSettings_Controls]
btnBrowseOther, "&Искать"
btnClearHistory, "Очистить историю поиска"
btnIFilterToggle, "Переключить обработчик файла"
btnOtherDefault, "&Умолчания"
chkCloseToTray, "Закрывать в трей"
chkCombineParameters, "Открывать мульти-файлы в том же экземпляре, вместо открытия нескольких"
chkErrorDirectoryEmpty, "Показать ошибку, когда найден пустой каталог"
chkErrorForLongPaths, "Показать ошибку и пропустить путь, который превышает 260 символов"
chkExportExtraLines, "Экспортировать дополнительные строки при сохранении результатов поиска"
chkIFilterErrors, "Показать ошибку для файлов без обработчика файла (когда включена опция "Искать, используя обработчики файлов")"
chkIsQueryFullString, "Обрабатывать запрашиваемый текст в виде одного большого запрашиваемого элемента | Treat query text as one large query term"
chkLinkedFoldersSearch, "Поиск файлов и папок, которые являются ярлыками/символическими ссылками"
chkLinkedFoldersSearchShowErrorOnSkip, "Показать ошибку, когда пропускается ссылка"
chkMinimizeToTray, "Минимизировать в трей"
chkOnlyShowMatchedText, "Показывать только совпадающий текст в результатах поиска"
chkResetSearchValues, "Сброс поиска значений вкладки, при запуске поиска на новой вкладке"
chkResultWordWrap, "Оберните текст, который отображён в результате поиска"
chkSearchHiddenFiles, "Поиск файлов &и папок, которые скрыты"
chkSearchSystemFiles, "Поиск системных файлов &и папок"
chkShowErrorEmptyPDF, "Показать ошибку, когда найден пустой PDF"
chkShowFileErrors, "Показать ошибку, когда файл/папка не доступна"
chkShowHiddenFileError, "Показать ошибку при пропуске скрытых файлов &и папок"
chkShowSystemFileError, "Показать ошибку при пропуске системных файлов &и папок"
chkShowToolTips, "Показывать подсказки"
chkSingleInstance, "Принуждённо открывать только одно окно FileSeek"
chkStartWithClearProfile, "Всегда запускать с чистым критерием поиска"
chkTreatAllExcludePathFiltersAsWildcards, "Обрабатывать все исключённые пути фильтров, как маски"
chkTreatAllIncludeFiltersAsWildcards, "Обрабатывать все включаемые фильтры файлов, как маски"
chkUseCustomDateFormat, "Настроить формат даты"
chkUsePreviewHandlers, "Использовать предпросмотр обработчиков в панели результатов"
chkWindowsContextMenu, "Показывать FileSeek в контекстном меню Windows"
colAvailableColumns, "Доступные колонки"
colSelectedColumns, "Выбранные колонки"
gbCmdLineVars, "Переменные командной строки для передачи в приложение"
gbDateFormat, "Формат даты"
gbGeneralOptions, "Основные настройки"
gbPresentationOptions, "Опции презентации"
gbSearchColumns, "Колонки поиска"
lblCmdLineParam, "Параметры командной строки:"
lblDateFormatLink, "Строки настраиваемых форматов даты и времени"
lblDefaultDoubleClick, "Выберите действие по умолчанию для двойного щелчка на результате поиска:"
lblNumChar, "Показать количество символов для каждого результата поиска:"
lblOtherApplicationName, "Имя для другого приложения:"
lblSelectViewingApp, "Просмотреть выбранный файл в приложении:"
lblSkipFile, "Максимальное время поиска для одного файла (0=без лимита):"
pageSearchViewSettings, "Настройки результата"


[frmSettings_Strings]
AppBrowsingError, "Произошла ошибка при обзоре приложения."
cboDefaultDoubleClickOperation_ExportAllCSV, "Экспорт результатов в CSV"
cboDefaultDoubleClickOperation_ExportAllHTML, "Экспорт всех результатов в HTML"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "Экспорт выделенного в CSV"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "Экспорт выделенных результатов в HTML"
cboDefaultDoubleClickOperation_Open, "Открыть в обработчике по-умолчанию"
cboDefaultDoubleClickOperation_OpenContainingFolder, "Открыть содержащую папку"
cboDefaultDoubleClickOperation_OpenNotepad, "Открыть в блокноте"
cboDefaultDoubleClickOperation_OpenOther, "Открыть в {0}"
chkTreatAllIncludeFiltersAsWildcardsTT, "При включении этой опции, поиск слова FOO будет рассматриваться как *FOO*"
ClearHistoryError, "Произошла ошибка при очистке истории поиска."
ClearHistoryWarning, "Вы уверены, что хотите очистить историю поиска?"
CommandLineError, "Введите параметры командной строки или нажмите "По умолчанию" для сброса."
CustomDateFormatError, "Ошибка изменения формата даты.\nИсправьте ошибку и попробуйте снова."
DisableFileHandler, "Отключить обработчик файла"
DisablePreviewHandler, "Отключить предпросмотр обработчиков"
EnableFileHandler, "Включить обработчик файла"
EnablePreviewHandler, "Включить предпросмотр обработчиков"
FileCommandDescription, "{0}: Заменяет полное имя файла."
FileHandlerListError, "Произошла ошибка при листинге обработчиков файлов."
FileHandlerSelectError, "Произошла ошибка при выборе этого обработчика файла."
FileHandlerToggleError, "Произошла ошибка при переключении этого обработчика файла."
HistoryCleared, "История поиска очищена успешно."
InvalidExitcode, "Возврат недопустимого ExitCode: {0}"
LineCommandDescription, "{0}: Заменяет номер строки."
lvIFilters_Extension, "Расширение"
lvIFilters_Handler, "Обработчик"
lvIFilters_HandlerVersion, "Версия"
NumOfCharError, "Введите число символов между {0} и {1} и попробуйте снова."
PreviewHandlerListError, "При формировании списка предпросмотра обработчиков произошла ошибка."
PreviewHandlerToggle, "Переключатель предпросмотра обработчиков"
SettingMenuError, "Произошла ошибка при настройке параметров контекстного меню."
tabSettings_FileHandlers, "Обработчики файлов"
tabSettings_OtherApp, "Внешнее приложение"
tabSettings_PreviewHandlers, "Превью обработчиков"
tabSettings_Search, "Поиск"


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "Результаты поиска сохранены успешно.\nВы хотели бы просмотреть файл?"
SearchCriteria, "Критерий поиска"
SearchDate, "Дата поиска:"
Title, "Результаты поиска"


[IFilterHelper_Strings]
UnknownError, "Неизвестная ошибка IFilter"
UsingStandardMethodWarning, "Нет обработчика для этого файла, поиск используется стандартным методом."


[LicenseValidate_Strings]
ExpiredPrompt, "Извините, Ваш ключ лицензии пробной версии истекает.\nЕсли Вы уже купили лицензию, ведите её в окно настроек FileSeek.\n\nВы хотели бы получить больше информации о приобретении FileSeek Pro?"
Invalid, "Сожалеем, ваш ключ лицензии недействителен."
InvalidReseller, "К сожалению, Ваш лицензионный ключ действителен только с FileSeek, предоставленную дилером.\nСвяжитесь с Вашим дилером для большей информацией."
LicenseProcessPro, "Спасибо за регистрацию!"
LicenseProcessProRestoreSettingsPrompt, "Обнаружены настройки автоматического резервного копирования версии Про.\nРезервной копии {0} дней.\nВы хотели бы импортировать ваши настройки Про? Все текущие будут перезаписаны настройками из резервной копии."
LicenseProcessRemoved, "Ваш ключ лицензии удалён."
LicenseProcessTrial, "Спасибо за использовае FileSeek Pro!\nВаша лицензия истечёт через {0:D}."
TrialAlmostDonePrompt, "Ваша лицензия скоро истечёт.\nЕсли Вы уже приобрели ключ лицензии, введите его в окне настроек.\n\nВы хотели бы получить больше информации о приобретении FileSeek Pro?"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "Поиск в FileSeek"


[Words]
Add, "&Добавить"
AdminSettingsLock, "Некоторые настройки управляются администратором Вашей системы"
Apply, "Применить"
ButtonEnterLicenseKey, "&Ввод Лицензионного ключа"
ButtonLater, "&Позже"
ButtonMoreInformation, "&Дополнительная информация"
ButtonUseFreeVersion, "&Использование Бесплатной версии"
Cancel, "&Отмена"
Close, "&Закрыть"
Copy, "&Копировать"
Custom, "Настраиваемые"
Cut, "&Вырезать"
Default, "Умолчания"
Delete, "&Удалить"
Disable, "&Отключить"
Disabled, "Отключено"
Duplicate, "&Дублировать"
Edit, "&Изменить"
Enable, "&Включить"
Enabled, "Включено"
Error, "Ошибка"
ErrorNotAdminUACDisabled, "UAC (User Account Control) отключен, но Вы не являетесь Администратором, поэтому запрашиваемое действие может оказаться неудачным.\nВключите UAC или войдите под учётной записью Администратора и попробуйте снова.\nЕсли Вы уже отключили UAC, то убедитесь, что перезагрузили компьютер."
Exit, "В&ыход"
Help, "Помощь"
Info, "Инфо"
InvalidImageFile, "Это изображение испорчено или не читабельно."
Name, "Название"
NameLabel, "Название:"
NeedProQuestion, "Для использования этой функции Вам нужно обновиться до FileSeek Pro.\nВы хотели бы просмотреть полную информацию об обновлении?"
NeedsProShort, "Только Pro"
Never, "Никогда"
No, "Нет"
OK, "&Ок"
Paste, "&Вставить"
ProOnlyNotice, "Функции Pro-версии подсвечены синим"
Redo, "&Отменить"
Refresh, "Обновить"
Remove, "&Удалить"
Rename, "Переименовать"
Seconds, "секунды"
SelectAll, "&Выделить всё"
Start, "Старт"
Stop, "Стоп"
Undo, "&Повторить"
Unknown, "Неизвестно"
Yes, "Да"


[Installer]
AdditionalIcons, "Дополнительные иконки:"
CreateContextMenuItems, "Добавить в контекстное меню"
CurrentUserOnly, "Только для текущего пользователя"
DesktopIcon, "Создать &иконку на рабочем столе"
DotNetInstallNow, "Вы хотели бы установить сейчас?"
DotNetRequired40, "Это приложение требует Microsoft .NET Framework 4.0."
ForAllUsers, "Для всех пользователей"
LaunchNow, "Запустить сейчас"
LicKeyInvalid, "Этот лицензионный ключ недействителен."
LicKeyLabel, "Лицензионный ключ:"
LicKeySelectOption, "Выберите опцию 'Лицензионный ключ' и попробуйте снова."
LicKeyText, "Настройки Лицензионного ключа:"
LicKeyTextAdminLocked, "Ваш Лицензионный ключ был установлен вашим Администратором."
LicKeyTextChangeFree, "Нажмите 'Изменить на бесплатную версию' в окне настроек для использования бесплатной версии."
LicKeyTextEnterOrFree, "Введите правильный лицензионный ключ или выберите 'Использовать бесплатную версию'."
LicKeyTextPaid, "Использовать этот Лицензионный ключ:"
LicKeyTextTrial, "Использовать Пробную версию (только в первый раз), вернуться к Бесплатной версии по истечению 30-ти дней"
RunAtStartup, "Запуск при загрузке Windows"
SteamKeyInvalid, "Не удалось загрузить лицензионный ключ Steam.\nВыйдите из установщика/приложения и попробуйте нажать 'Установить' или 'Запустить' из Steam."
TextBefore, "Если у Вас запущен FileSeek, убедитесь, что Вы закрыли его перед установкой новой версии.\n\nПосетите https://www.fileseek.ca для обновлений и поддержки."
UninstallRemoveAllData1, "Вы хотели бы полностью удалить ВСЕ настройки, параметры и временные файлы приложения?"
UninstallRemoveAllData2, "Не рекомендуется, если вы будете устанавливать это приложение снова."